{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": "<|im_start|>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "extra_special_tokens": [],
  "is_local": false,
  "model_max_length": 8192,
  "pad_token": "<|PAD_TOKEN|>",
  "padding_side": "left",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "�",
  "vocab_size": 49152
}
